Repository: NikulovE/sftp-explorer
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: es_mx, id_id, pt_pt, ru_ru, zh_cn, zh_tw

# AppTitle.Text
source: SFTP Explorer
es_mx: Explorador SFTP
id_id: Penjelajah SFTP
pt_pt: Explorador SFTP
zh_cn: SFTP 浏览器
zh_tw: SFTP 瀏覽器

# WelcomeTitle.Text
source: Welcome to SFTP Explorer
es_mx: Bienvenido al Explorador SFTP
id_id: Selamat datang di Penjelajah SFTP
pt_pt: Bem-vindo ao SFTP Explorer
ru_ru: Добро пожаловать в SFTP Explorer
zh_cn: 欢迎使用 SFTP 浏览器
zh_tw: 歡迎使用 SFTP 瀏覽器

# WelcomeMessage.Text
source: Select a saved connection from the left panel or create a new one to get started.
es_mx: Seleccione una conexión guardada en el panel izquierdo o cree una nueva para comenzar.
id_id: Pilih koneksi tersimpan dari panel kiri atau buat koneksi baru untuk memulai.
pt_pt: Selecione uma ligação guardada no painel esquerdo ou crie uma nova para começar.
ru_ru: Выберите сохраненное подключение из левой панели или создайте новое для начала работы.
zh_cn: 从左侧面板中选择一个已保存的连接或创建一个新连接以开始。
zh_tw: 從左側面板中選擇一個已儲存的連接或建立新連接以開始。

# ConnectionsTitle.Text
source: Connections
es_mx: Conexiones
id_id: Koneksi
pt_pt: Conexões
ru_ru: Подключения
zh_cn: 连接
zh_tw: 連接

# ConnectionsSubtitle.Text
source: Switch between servers
es_mx: Cambiar entre servidores
id_id: Beralih antar server
pt_pt: Alternar entre servidores
ru_ru: Переключение между серверами
zh_cn: 服务器之间切换
zh_tw: 伺服器之間切換

# SettingsText.Text
source: Settings
es_mx: Configuración
id_id: Pengaturan
pt_pt: Configurações
ru_ru: Настройки
zh_cn: 设置
zh_tw: 設定

# BackButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back
es_mx: Atrás
id_id: Kembali
pt_pt: Voltar
ru_ru: Назад
zh_cn: 返回
zh_tw: 返回

# ForwardButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Forward
es_mx: Adelante
id_id: Maju
pt_pt: Avançar
ru_ru: Вперёд
zh_cn: 前进
zh_tw: 前進

# UpButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Up one level
es_mx: Subir un nivel
id_id: Naik satu tingkat
pt_pt: Subir um nível
ru_ru: На уровень выше
zh_cn: 上升一级
zh_tw: 上升一級

# RefreshButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Refresh
es_mx: Actualizar
id_id: Segarkan
pt_pt: Atualizar
ru_ru: Обновить
zh_cn: 刷新
zh_tw: 重新整理

# HomeButton
source: Home
es_mx: Inicio
id_id: Rumah
pt_pt: Página inicial
ru_ru: Домой
zh_cn: 首页
zh_tw: 首頁

# CreateButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Create
es_mx: crear
id_id: Buat
pt_pt: Criar
ru_ru: Создать
zh_cn: 创建
zh_tw: 創建

# NewFolderItem.Text
source: New Folder
es_mx: Nueva carpeta
id_id: Folder Baru
pt_pt: Nova pasta
ru_ru: Новая папка
zh_cn: 新建文件夹
zh_tw: 新建資料夾

# NewFileItem.Text
source: New File
es_mx: Nuevo archivo
id_id: Berkas Baru
pt_pt: Novo ficheiro
ru_ru: Новый файл
zh_cn: 新文件
zh_tw: 新文件

# UploadButton
source: Upload
es_mx: Subir
id_id: Unggah
pt_pt: Carregar
ru_ru: Загрузить
zh_cn: 上传
zh_tw: 上傳

# DownloadButton
source: Download
es_mx: Descargar
id_id: Unduh
pt_pt: Baixar
ru_ru: Скачать
zh_cn: 下载
zh_tw: 下載

# CutButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Cut
es_mx: cortar
id_id: Potong
pt_pt: Cortar
ru_ru: Вырезать
zh_cn: 切
zh_tw: 切

# CopyButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy
es_mx: Copiar
id_id: Salin
pt_pt: Copiar
ru_ru: Копировать
zh_cn: 复制
zh_tw: 複製

# PasteButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Paste
es_mx: Pegar
id_id: Tempel
pt_pt: Colar
ru_ru: Вставить
zh_cn: 粘贴
zh_tw: 貼上

# RenameButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rename
es_mx: Cambiar nombre
id_id: Ganti nama
pt_pt: Renomear
ru_ru: Переименовать
zh_cn: 重命名
zh_tw: 重新命名

# DeleteButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete
es_mx: Eliminar
id_id: Hapus
pt_pt: Excluir
ru_ru: Удалить
zh_cn: 删除
zh_tw: 刪除

# SortButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Sort
es_mx: ordenar
id_id: Sortir
pt_pt: Classificar
ru_ru: Сортировать
zh_cn: 排序
zh_tw: 排序

# TerminalToggleButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open SSH terminal
es_mx: Abrir terminal SSH
id_id: Buka terminal SSH
pt_pt: Abra o terminal SSH
ru_ru: Открыть SSH-терминал
zh_cn: 打开 SSH 终端
zh_tw: 打開 SSH 終端

# TerminalTitle.Text
source: Terminal
es_mx: terminales
pt_pt: Terminais
ru_ru: Терминал
zh_cn: 终端
zh_tw: 終端

# TerminalTitleLabel
source: Terminal
es_mx: terminales
pt_pt: Terminais
ru_ru: Терминал
zh_cn: 终端
zh_tw: 終端

# TerminalClearButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Clear terminal
es_mx: Borrar terminal
id_id: Hapus terminal
pt_pt: Limpar terminal
ru_ru: Очистить терминал
zh_cn: 清除终端
zh_tw: 清除終端

# TerminalSaveButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save terminal output
es_mx: Guardar salida del terminal
id_id: Simpan keluaran terminal
pt_pt: Guardar saída do terminal
ru_ru: Сохранить вывод терминала
zh_cn: 保存终端输出
zh_tw: 保存終端輸出

# TerminalMaximizeButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Maximize terminal
es_mx: Maximizar terminal
id_id: Maksimalkan terminal
pt_pt: Maximizar terminal
ru_ru: Развернуть терминал
zh_cn: 最大化终端
zh_tw: 最大化終端

# TerminalCloseButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Close terminal
es_mx: Cerrar terminal
id_id: Tutup terminalnya
pt_pt: Fechar terminal
ru_ru: Закрыть терминал
zh_cn: 关闭终端
zh_tw: 關閉終端

# TerminalConnecting
source: Connecting SSH terminal...
es_mx: Conectando terminal SSH...
id_id: Menghubungkan terminal SSH...
pt_pt: Ligar o terminal SSH...
ru_ru: Подключение SSH-терминала...
zh_cn: 正在连接 SSH 终端...
zh_tw: 正在連接 SSH 終端...

# TerminalUnavailable
source: SFTP connection is not available.
es_mx: La conexión SFTP no está disponible.
id_id: Koneksi SFTP tidak tersedia.
pt_pt: A ligação SFTP não está disponível.
ru_ru: SFTP-подключение недоступно.
zh_cn: SFTP 连接不可用。
zh_tw: SFTP 連線不可用。

# TerminalConnectionFailed
source: SSH terminal connection failed
es_mx: La conexión del terminal SSH falló
id_id: Koneksi terminal SSH gagal
pt_pt: Falha na ligação do terminal SSH
ru_ru: Не удалось подключить SSH-терминал
zh_cn: SSH终端连接失败
zh_tw: SSH終端連線失敗

# TerminalOutputSavePickerTitle
source: Save terminal output
es_mx: Guardar salida del terminal
id_id: Simpan keluaran terminal
pt_pt: Guardar saída do terminal
ru_ru: Сохранить вывод терминала
zh_cn: 保存终端输出
zh_tw: 保存終端輸出

source: Terminal output saved
es_mx: Salida del terminal guardada
id_id: Keluaran terminal disimpan
pt_pt: Saída do terminal guarda
ru_ru: Вывод терминала сохранён
zh_cn: 终端输出已保存
zh_tw: 終端輸出已儲存

# TerminalOutputSaveFailed
source: Unable to save terminal output: {0}
es_mx: No se puede guardar la salida del terminal: {0}
id_id: Tidak dapat menyimpan keluaran terminal: {0}
pt_pt: Não foi possível guardar a saída do terminal: {0}
ru_ru: Не удалось сохранить вывод терминала: {0}
zh_cn: 无法保存终端输出：{0}
zh_tw: 無法儲存終端輸出：{0}

# SortByNameAsc.Text
source: By name ↑
es_mx: Por nombre ↑
id_id: Berdasarkan nama ↑
pt_pt: Por nome ↑
ru_ru: По имени ↑
zh_cn: 按名字 ↑
zh_tw: 按名字 ↑

# SortByNameDesc.Text
source: By name ↓
es_mx: Por nombre ↓
id_id: Dengan nama ↓
pt_pt: Por nome ↓
ru_ru: По имени ↓
zh_cn: 按名字↓
zh_tw: 按名字↓

# SortBySizeAsc.Text
source: By size ↑
es_mx: Por tamaño ↑
id_id: Berdasarkan ukuran ↑
pt_pt: Por tamanho ↑
ru_ru: По размеру ↑
zh_cn: 按尺寸 ↑
zh_tw: 按尺寸 ↑

# SortBySizeDesc.Text
source: By size ↓
es_mx: Por tamaño ↓
id_id: Berdasarkan ukuran ↓
pt_pt: Por tamanho ↓
ru_ru: По размеру ↓
zh_cn: 按尺寸 ↓
zh_tw: 按尺寸 ↓

# SortByDateAsc.Text
source: By date ↑
es_mx: Por fecha ↑
id_id: Berdasarkan tanggal ↑
pt_pt: Por data ↑
ru_ru: По дате ↑
zh_cn: 按日期 ↑
zh_tw: 按日期 ↑

# SortByDateDesc.Text
source: By date ↓
es_mx: Por fecha ↓
id_id: Berdasarkan tanggal ↓
pt_pt: Por data ↓
ru_ru: По дате ↓
zh_cn: 按日期 ↓
zh_tw: 按日期 ↓

# UploadPickerTitle
source: Select files to upload
es_mx: Seleccionar archivos para cargar
id_id: Pilih file yang akan diunggah
pt_pt: Selecione os ficheiros para upload
ru_ru: Выберите файлы для загрузки
zh_cn: 选择要上传的文件
zh_tw: 選擇要上傳的文件

# DownloadFolderPickerTitle
source: Select a download folder
es_mx: Seleccione una carpeta de descarga
id_id: Pilih folder unduhan
pt_pt: Selecione uma pasta de download
ru_ru: Выберите папку для скачивания
zh_cn: 选择下载文件夹
zh_tw: 選擇下載資料夾

# CreateFolderTitle
source: Create new folder
es_mx: Crear nueva carpeta
id_id: Buat folder baru
pt_pt: Criar nova pasta
ru_ru: Создать новую папку
zh_cn: 创建新文件夹
zh_tw: 建立新資料夾

# CreateFileTitle
source: Create new file
es_mx: Crear nuevo archivo
id_id: Buat file baru
pt_pt: Criar novo ficheiro
ru_ru: Создать новый файл
zh_cn: 创建新文件
zh_tw: 建立新文件

# RenameTitle
source: Rename
es_mx: Cambiar nombre
id_id: Ganti nama
pt_pt: Renomear
ru_ru: Переименовать
zh_cn: 重命名
zh_tw: 重新命名

# DeleteTitle
source: Delete Confirmation
es_mx: Eliminar confirmación
id_id: Hapus Konfirmasi
pt_pt: Apagar confirmação
ru_ru: Подтверждение удаления
zh_cn: 删除确认
zh_tw: 刪除確認

# DeleteConfirmation
source: Are you sure you want to delete the selected items ({0})?
es_mx: ¿Está seguro de que desea eliminar los elementos seleccionados ({0})?
id_id: Apakah Anda yakin ingin menghapus item yang dipilih ({0})?
pt_pt: Tem a certeza de que pretende eliminar os itens selecionados ({0})?
ru_ru: Вы действительно хотите удалить выбранные элементы ({0})?
zh_cn: 您确定要删除所选项目 ({0}) 吗？
zh_tw: 您確定要刪除所選項目 ({0}) 嗎？

# CreateButtonDialog
source: Create
es_mx: crear
id_id: Buat
pt_pt: Criar
ru_ru: Создать
zh_cn: 创建
zh_tw: 創建

# RenameButtonDialog
source: Rename
es_mx: Cambiar nombre
id_id: Ganti nama
pt_pt: Renomear
ru_ru: Переименовать
zh_cn: 重命名
zh_tw: 重新命名

# DeleteButtonDialog
source: Delete
es_mx: Eliminar
id_id: Hapus
pt_pt: Excluir
ru_ru: Удалить
zh_cn: 删除
zh_tw: 刪除

# CancelButton
source: Cancel
es_mx: Cancelar
id_id: Batalkan
pt_pt: Cancelar
ru_ru: Отмена
zh_cn: 取消
zh_tw: 取消

# FileNamePlaceholder
source: File name
es_mx: Nombre de archivo
id_id: Nama berkas
pt_pt: Nome do ficheiro
ru_ru: Имя файла
zh_cn: 文件名
zh_tw: 檔案名稱

# NewNamePlaceholder
source: New name
es_mx: Nuevo nombre
id_id: Nama baru
pt_pt: Novo nome
ru_ru: Новое имя
zh_cn: 新名称
zh_tw: 新名稱

# DefaultFileName
source: new_file.txt
es_mx: nuevo_archivo.txt
id_id: file_baru.txt
pt_pt: novo_ficheiro.txt
ru_ru: новый_файл.txt
zh_cn: 新文件.txt
zh_tw: 新文件.txt

source: New Folder
es_mx: Nueva carpeta
id_id: Folder Baru
pt_pt: Nova pasta
ru_ru: Новая папка
zh_cn: 新建文件夹
zh_tw: 新建資料夾

# ConnectDialog.Title
source: Connect to SFTP Server
es_mx: Conéctese al servidor SFTP
id_id: Hubungkan ke Server SFTP
pt_pt: Ligue-se ao servidor SFTP
ru_ru: Подключение к SFTP серверу
zh_cn: 连接到 SFTP 服务器
zh_tw: 連接到 SFTP 伺服器

# ConnectDialog.PrimaryButtonText
source: Save & Connect
es_mx: Guardar y conectar
id_id: Simpan & Hubungkan
pt_pt: Guardar e conectar
ru_ru: Сохранить и подключиться
zh_cn: 保存并连接
zh_tw: 儲存並連接

# ConnectDialog.CloseButtonText
source: Cancel
es_mx: Cancelar
id_id: Batalkan
pt_pt: Cancelar
ru_ru: Отмена
zh_cn: 取消
zh_tw: 取消

# ConnectDialog.SecondaryButtonText
source: Test Connection
es_mx: Conexión de prueba
id_id: Uji Koneksi
pt_pt: Conexão de teste
ru_ru: Проверить подключение
zh_cn: 测试连接
zh_tw: 測試連接

source: Testing connection...
es_mx: Probando conexión...
id_id: Menguji koneksi...
pt_pt: Testando ligação...
ru_ru: Проверка подключения...
zh_cn: 测试连接...
zh_tw: 測試連接...

# ConnectingStatusText.Text
source: Connecting...
es_mx: Conectando...
id_id: Menghubungkan...
pt_pt: Ligando...
ru_ru: Подключение...
zh_cn: 正在连接...
zh_tw: 正在連接...

# ConnectionTestSucceeded
source: Connection successful
es_mx: Conexión exitosa
id_id: Koneksi berhasil
pt_pt: Conexão bem-sucedida
ru_ru: Подключение успешно
zh_cn: 连接成功
zh_tw: 連線成功

# ConnectionTestFailed
source: Connection failed
es_mx: La conexión falló
id_id: Koneksi gagal
pt_pt: Falha na ligação
ru_ru: Не удалось подключиться
zh_cn: 连接失败
zh_tw: 連線失敗

# ConnectionTestMissingFields
source: Enter a hostname and username first
es_mx: Ingrese primero un nombre de host y un nombre de usuario
id_id: Masukkan nama host dan nama pengguna terlebih dahulu
pt_pt: Introduza primeiro um nome de host e nome de utilizador
ru_ru: Сначала укажите хост и имя пользователя
zh_cn: 首先输入主机名和用户名
zh_tw: 首先輸入主機名稱和使用者名稱

# ConnectionNameBox.Header
source: Connection Name
es_mx: Nombre de conexión
id_id: Nama Koneksi
pt_pt: Nome da ligação
ru_ru: Имя подключения
zh_cn: 连接名称
zh_tw: 連接名稱

# ConnectionNameBox.PlaceholderText
source: My Server
es_mx: mi servidor
id_id: Server saya
pt_pt: O meu servidor
ru_ru: Мой сервер
zh_cn: 我的服务器
zh_tw: 我的伺服器

# ConnectionGroupBox.Header
source: Group (optional)
es_mx: Grupo (opcional)
id_id: Grup (opsional)
pt_pt: Grupo (opcional)
ru_ru: Группа (необязательно)
zh_cn: 团体（可选）
zh_tw: 團體（可選）

# ConnectionGroupBox.PlaceholderText
source: Select or create a group
es_mx: Seleccionar o crear un grupo
id_id: Pilih atau buat grup
pt_pt: Selecione ou crie um grupo
ru_ru: Выберите или создайте группу
zh_cn: 选择或创建组
zh_tw: 選擇或建立群組

# ConnectionGroupLabel
source: Group (optional)
es_mx: Grupo (opcional)
id_id: Grup (opsional)
pt_pt: Grupo (opcional)
ru_ru: Группа (необязательно)
zh_cn: 团体（可选）
zh_tw: 團體（可選）

# ConnectionGroupPlaceholder
source: Select or create a group
es_mx: Seleccionar o crear un grupo
id_id: Pilih atau buat grup
pt_pt: Selecione ou crie um grupo
ru_ru: Выберите или создайте группу
zh_cn: 选择或创建组
zh_tw: 選擇或建立群組

# ConnectionAppearanceLabel
source: Connection symbol and color
es_mx: Símbolo y color de conexión
id_id: Simbol dan warna koneksi
pt_pt: Símbolo e cor de ligação
ru_ru: Символ и цвет подключения
zh_cn: 连接符号及颜色
zh_tw: 連接符號及顏色

# GroupAppearanceLabel
source: Group symbol and color
es_mx: Símbolo y color del grupo.
id_id: Simbol dan warna grup
pt_pt: Símbolo e cor do grupo
ru_ru: Символ и цвет группы
zh_cn: 组符号和颜色
zh_tw: 組符號和顏色

# SymbolCodeLabel
source: Segoe Fluent Icons symbol
es_mx: Símbolo de Segoe Fluent Icons
id_id: Simbol Ikon Lancar Segoe
pt_pt: Símbolo de ícones fluentes Segoe
ru_ru: Символ Segoe Fluent Icons
zh_cn: Segoe Fluent 图标符号
zh_tw: Segoe Fluent 圖示符號

# SymbolCodePlaceholder
source: Unicode hex, for example E753
es_mx: Unicode hexadecimal, por ejemplo E753
id_id: Unicode hex, misalnya E753
pt_pt: Hexadecimal Unicode, por exemplo E753
ru_ru: Unicode hex, например E753
zh_cn: Unicode 十六进制，例如 E753
zh_tw: Unicode 十六進位，例如 E753

# EditConnectionTitle
source: Edit Connection
es_mx: Editar conexión
id_id: Sunting Koneksi
pt_pt: Editar ligação
ru_ru: Редактирование подключения
zh_cn: 编辑连接
zh_tw: 編輯連接

source: Save
es_mx: Guardar
id_id: Simpan
pt_pt: Salvar
ru_ru: Сохранить
zh_cn: 保存
zh_tw: 儲存

# EditPasswordLabel
source: Password (leave empty to keep current)
es_mx: Contraseña (déjela vacía para mantenerla actualizada)
id_id: Kata sandi (biarkan kosong agar tetap terkini)
pt_pt: Palavra-passe (deixe em branco para manter atualizado)
ru_ru: Пароль (оставьте пустым, чтобы сохранить текущий)
zh_cn: 密码（留空以保持最新）
zh_tw: 密碼（留空以保持最新）

# EditPasswordPlaceholder
source: Enter a new password or leave empty
es_mx: Ingrese una nueva contraseña o déjela vacía
id_id: Masukkan kata sandi baru atau biarkan kosong
pt_pt: Introduza uma nova palavra-passe ou deixe em branco
ru_ru: Введите новый пароль или оставьте поле пустым
zh_cn: 输入新密码或留空
zh_tw: 輸入新密碼或留空

# HostnameBox.Header
source: Hostname or IP
es_mx: Nombre de host o IP
id_id: Nama host atau IP
pt_pt: Nome do host ou IP
ru_ru: Хост или IP
zh_cn: 主机名或IP
zh_tw: 主機名稱或IP

# HostnameBox.PlaceholderText
source: example.com or 192.168.1.1
es_mx: ejemplo.com o 192.168.1.1
id_id: contoh.com atau 192.168.1.1
pt_pt: exemplo.com ou 192.168.1.1
ru_ru: example.com или 192.168.1.1
zh_cn: example.com 或 192.168.1.1
zh_tw: example.com 或 192.168.1.1

# PortBox.Header
source: Port
es_mx: Puerto
id_id: Pelabuhan
pt_pt: Porto
ru_ru: Порт
zh_cn: 港口
zh_tw: 港口

# UsernameBox.Header
source: Username
es_mx: Nombre de usuario
id_id: Nama pengguna
pt_pt: Nome de utilizador
ru_ru: Пользователь
zh_cn: 用户名
zh_tw: 使用者名稱

# UsernameBox.PlaceholderText
source: root
es_mx: raíz
id_id: akar
pt_pt: raiz
zh_cn: 根
zh_tw: 根

# PasswordBox.Header
source: Password
es_mx: Contraseña
id_id: Kata sandi
pt_pt: Senha
ru_ru: Пароль
zh_cn: 密码
zh_tw: 密碼

# PasswordBox.PlaceholderText
source: Enter password
es_mx: Introduce la contraseña
id_id: Masukkan kata sandi
pt_pt: Introduza a senha
ru_ru: Введите пароль
zh_cn: 输入密码
zh_tw: 輸入密碼

# ConnectionNotesBox.Header
source: Notes (optional)
es_mx: Notas (opcional)
id_id: Catatan (opsional)
pt_pt: Notas (opcional)
ru_ru: Заметки (необязательно)
zh_cn: 注释（可选）
zh_tw: 註釋（可選）

# ConnectionNotesBox.PlaceholderText
source: Add details about this connection
es_mx: Agregar detalles sobre esta conexión
id_id: Tambahkan detail tentang koneksi ini
pt_pt: Adicione detalhes sobre esta ligação
ru_ru: Добавьте сведения об этом подключении
zh_cn: 添加有关此连接的详细信息
zh_tw: 添加有關此連接的詳細信息

# ConnectionNotesLabel
source: Notes (optional)
es_mx: Notas (opcional)
id_id: Catatan (opsional)
pt_pt: Notas (opcional)
ru_ru: Заметки (необязательно)
zh_cn: 注释（可选）
zh_tw: 註釋（可選）

# ConnectionNotesPlaceholder
source: Add details about this connection
es_mx: Agregar detalles sobre esta conexión
id_id: Tambahkan detail tentang koneksi ini
pt_pt: Adicione detalhes sobre esta ligação
ru_ru: Добавьте сведения об этом подключении
zh_cn: 添加有关此连接的详细信息
zh_tw: 添加有關此連接的詳細信息

# SaveCredentialsCheckbox.Content
source: Save password or passphrase
es_mx: Guardar contraseña o frase de contraseña
id_id: Simpan kata sandi atau frasa sandi
pt_pt: Guardar a palavra-passe ou a frase secreta da chave
ru_ru: Сохранить пароль или ключевую фразу
zh_cn: 保存密码或密钥口令
zh_tw: 儲存密碼或金鑰複雜密碼

source: How password storage works
es_mx: Cómo funciona el almacenamiento de contraseñas
id_id: Cara kerja penyimpanan kata sandi
pt_pt: Como funciona o armazenamento de palavras-passe
ru_ru: Как хранится пароль
zh_cn: 密码存储的工作原理
zh_tw: 密碼儲存的工作原理

# CredentialStorageInfoButton.AutomationProperties.Name
source: How password storage works
es_mx: Cómo funciona el almacenamiento de contraseñas
id_id: Cara kerja penyimpanan kata sandi
pt_pt: Como funciona o armazenamento de palavras-passe
ru_ru: Как хранится пароль
zh_cn: 密码存储的工作原理
zh_tw: 密碼儲存的工作原理

# CredentialStorageInfoText.Text
source: Saved passwords and key passphrases are stored as SFTP Explorer generic credentials in Windows Credential Manager. Windows encrypts them and makes them available only to your current user. Private key files remain at the selected path. You can view or remove credentials in Control Panel > Credential Manager > Windows Credentials.
es_mx: Las contraseñas guardadas y las frases de contraseña de las claves se almacenan como credenciales genéricas de SFTP Explorer en el Administrador de credenciales de Windows. Windows las cifra y las pone a disposición únicamente del usuario actual. Los archivos de clave privada permanecen en la ruta seleccionada. Puede ver o eliminar credenciales en Panel de control > Administrador de credenciales > Credenciales de Windows.
id_id: Kata sandi dan frasa sandi kunci yang disimpan disimpan sebagai kredensial umum SFTP Explorer di Windows Credential Manager. Windows mengenkripsinya dan membuatnya hanya tersedia untuk pengguna Anda saat ini. File kunci pribadi tetap berada di jalur yang dipilih. Anda dapat melihat atau menghapus kredensial di Panel Kontrol > Manajer Kredensial > Kredensial Windows.
pt_pt: As palavras-passe guardadas e as frases secretas das chaves são armazenadas como credenciais genéricas do SFTP Explorer no Gestor de Credenciais do Windows. O Windows cifra-as e disponibiliza-as apenas ao utilizador atual. Os ficheiros de chave privada permanecem no caminho selecionado. Pode ver ou remover credenciais em Painel de controlo > Gestor de credenciais > Credenciais do Windows.
ru_ru: Сохранённые пароли и ключевые фразы хранятся в Диспетчере учётных данных Windows как универсальные учётные данные SFTP Explorer. Windows шифрует их и предоставляет только текущему пользователю. Файл приватного ключа остаётся по выбранному пути. Просмотреть или удалить учётные данные можно: Панель управления > Диспетчер учётных данных > Учётные данные Windows.
zh_cn: 保存的密码和密钥口令作为 SFTP Explorer 通用凭据存储在 Windows 凭据管理器中。Windows 会对其加密，并且仅供当前用户使用。私钥文件仍保留在所选路径。可在 控制面板 > 凭据管理器 > Windows 凭据 中查看或删除凭据。
zh_tw: 儲存的密碼和金鑰複雜密碼會以 SFTP Explorer 一般認證的形式儲存在 Windows 認證管理員中。Windows 會將其加密，且僅供目前使用者使用。私密金鑰檔案仍保留在所選路徑。您可在 控制台 > 認證管理員 > Windows 認證 中檢視或移除認證。

# ConnectionsPanelTitle.Text
source: Connections
es_mx: Conexiones
id_id: Koneksi
pt_pt: Conexões
ru_ru: Подключения
zh_cn: 连接
zh_tw: 連接

# ConnectionsPanelSubtitle.Text
source: Select a saved connection or create new
es_mx: Seleccione una conexión guardada o cree una nueva
id_id: Pilih koneksi yang disimpan atau buat yang baru
pt_pt: Selecione uma ligação guardada ou crie uma nova
ru_ru: Выберите сохраненное подключение или создайте новое
zh_cn: 选择已保存的连接或创建新的连接
zh_tw: 選擇已儲存的連接或建立新的連接

# NoConnectionsTitle.Text
source: No saved connections
es_mx: No hay conexiones guardadas
id_id: Tidak ada koneksi tersimpan
pt_pt: Nenhuma ligação salva
ru_ru: Нет сохраненных подключений
zh_cn: 没有保存的连接
zh_tw: 沒有儲存的連接

# NoConnectionsMessage.Text
source: Create your first SFTP connection to get started
es_mx: Cree su primera conexión SFTP para comenzar
id_id: Buat koneksi SFTP pertama Anda untuk memulai
pt_pt: Crie a sua primeira ligação SFTP para começar
ru_ru: Создайте ваше первое SFTP подключение для начала работы
zh_cn: 创建您的第一个 SFTP 连接以开始
zh_tw: 建立您的第一個 SFTP 連線以開始

# EditMenuItem.Text
source: Edit
es_mx: Editar
id_id: Sunting
pt_pt: Editar
ru_ru: Редактировать
zh_cn: 编辑
zh_tw: 編輯

# DeleteMenuItem.Text
source: Delete
es_mx: Eliminar
id_id: Hapus
pt_pt: Excluir
ru_ru: Удалить
zh_cn: 删除
zh_tw: 刪除

# RenameMenuItem
source: Rename
es_mx: Cambiar nombre
id_id: Ganti nama
pt_pt: Renomear
ru_ru: Переименовать
zh_cn: 重命名
zh_tw: 重新命名

# OpenMenuItem
source: Open
es_mx: Abierto
id_id: Buka
pt_pt: Abrir
ru_ru: Открыть
zh_cn: 打开
zh_tw: 打開

# OpenWithMenuItem
source: Open with...
es_mx: Abrir con...
id_id: Buka dengan...
pt_pt: Abra com...
ru_ru: Открыть с помощью...
zh_cn: 打开用...
zh_tw: 打開用...

# RunMenuItem
source: Run
es_mx: correr
id_id: Jalankan
pt_pt: Corre
ru_ru: Запустить
zh_cn: 运行
zh_tw: 運行

# RunWithSudoMenuItem
source: Run with sudo
es_mx: Ejecutar con sudo
id_id: Jalankan dengan sudo
pt_pt: Execute com sudo
ru_ru: Запустить через sudo
zh_cn: 使用 sudo 运行
zh_tw: 使用 sudo 運行

source: Download
es_mx: Descargar
id_id: Unduh
pt_pt: Baixar
ru_ru: Скачать
zh_cn: 下载
zh_tw: 下載

# DownloadMultiple
source: Download ({0} items)
es_mx: Descargar ({0} elementos)
id_id: Unduh ({0} item)
pt_pt: Descarregue ({0} itens)
ru_ru: Скачать ({0} элементов)
zh_cn: 下载（{0} 项）
zh_tw: 下載（{0} 項）

source: Cut
es_mx: cortar
id_id: Potong
pt_pt: Cortar
ru_ru: Вырезать
zh_cn: 切
zh_tw: 切

source: Copy
es_mx: Copiar
id_id: Salin
pt_pt: Copiar
ru_ru: Копировать
zh_cn: 复制
zh_tw: 複製

source: Paste
es_mx: Pegar
id_id: Tempel
pt_pt: Colar
ru_ru: Вставить
zh_cn: 粘贴
zh_tw: 貼上

# NewConnectionText.Text
source: New Connection
es_mx: Nueva conexión
id_id: Koneksi Baru
pt_pt: Nova ligação
ru_ru: Новое подключение
zh_cn: 新连接
zh_tw: 新連接

# UngroupedConnections
source: Ungrouped
es_mx: Desagrupados
id_id: Tidak dikelompokkan
pt_pt: Desagrupado
ru_ru: Без группы
zh_cn: 未分组
zh_tw: 未分組

# CollapseConnectionGroup
source: Collapse group
es_mx: Colapsar grupo
id_id: Ciutkan grup
pt_pt: Recolher grupo
ru_ru: Свернуть группу
zh_cn: 折叠组
zh_tw: 折疊組

# ExpandConnectionGroup
source: Expand group
es_mx: Expandir grupo
id_id: Perluas grup
pt_pt: Expandir grupo
ru_ru: Развернуть группу
zh_cn: 展开组
zh_tw: 展開組

# FileUploaded
source: File '{0}' uploaded
es_mx: Archivo '{0}' subido
id_id: Berkas '{0}' diunggah
pt_pt: Ficheiro '{0}' enviado
ru_ru: Файл '{0}' загружен
zh_cn: 文件“{0}”已上传
zh_tw: 文件“{0}”已上傳
